tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "byobu"
brew "pkg-config"
brew "direnv"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "go"
brew "goreleaser"
brew "grc"
brew "htop"
brew "jq"
brew "just"
brew "lazygit"
brew "luajit", args: ["HEAD"]
brew "lxc"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tag"
brew "tree"
brew "typescript"
brew "watchexec"
brew "wget"
brew "yarn"
brew "z"
