amatiasq.sort-imports
be5invis.toml
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
coolbear.systemd-unit-file
cschleiden.vscode-github-actions
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme.theme-dracula
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.copilot
GitHub.remotehub
githubocto.flat
golang.go-nightly
hashicorp.terraform
heybourn.headwind
logerfo.procfile-support
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
okitavera.vscode-nunjucks-formatter
quicktype.quicktype
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust
skyapps.fish-vscode
statiolake.vscode-rustfmt
svelte.svelte-vscode
timonwong.shellcheck
vscodevim.vim
